IDEA Open Model
BoltGrid.NutThickness Property
Compatible with IDEA StatiCa v 10.1
 The Nut Thickness of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double NutThickness { get; set; }
Public Property NutThickness As Double
	Get
	Set
public:
property double NutThickness {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace